{"config": [{"config": {"b_regularizer": null, "bias": true, "batch_input_shape": [null, 200], "activation": "relu", "activity_regularizer": null, "init": "glorot_uniform", "input_dtype": "float32", "name": "dense_7", "output_dim": 40, "W_constraint": null, "input_dim": 200, "trainable": true, "b_constraint": null, "W_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_2", "p": 0.25}, "class_name": "Dropout"}, {"config": {"b_regularizer": null, "bias": true, "W_regularizer": null, "input_dim": 40, "trainable": true, "activity_regularizer": null, "output_dim": 40, "W_constraint": null, "activation": "relu", "init": "glorot_uniform", "b_constraint": null, "name": "dense_8"}, "class_name": "Dense"}, {"config": {"trainable": true, "name": "dropout_3", "p": 0.25}, "class_name": "Dropout"}, {"config": {"b_regularizer": null, "bias": true, "W_regularizer": null, "input_dim": 40, "trainable": true, "activity_regularizer": null, "output_dim": 40, "W_constraint": null, "activation": "relu", "init": "glorot_uniform", "b_constraint": null, "name": "dense_9"}, "class_name": "Dense"}, {"config": {"b_regularizer": null, "bias": true, "W_regularizer": null, "input_dim": 40, "trainable": true, "activity_regularizer": null, "output_dim": 40, "W_constraint": null, "activation": "sigmoid", "init": "glorot_uniform", "b_constraint": null, "name": "dense_10"}, "class_name": "Dense"}], "keras_version": "1.2.1", "class_name": "Sequential"}